Repository: 1cetoprosto/cyber-cafe
Catalog: TrackMyCafe/Resources/Localization/*.lproj/Global.strings
Languages: uk

source: Back
uk: Назад

source: Cancel
uk: Скасувати

source: Retry
uk: Повторити спробу

source: Save
uk: Зберегти

source: Delete
uk: Видалити

source: Search
uk: Пошук

source: Change
uk: Змінити

source: Confirm
uk: Підтвердити

source: Transfer
uk: Перенести

source: Reset All
uk: Скинути всі

source: Password
uk: Пароль

source: Error
uk: Помилка

source: Warning
uk: Увага

source: Success
uk: Успіх

source: Attention
uk: Увага

# repeatAgain
source: Please try again
uk: Спробувати ще раз

# wentWrong
source: Something went wrong
uk: Щось пішло не так

# wentWrongTryAgain
source: Something went wrong, please try again later
uk: Щось пішло не так, будь ласка, спробуйте пізніше

source: Title
uk: Назва

source: Price
uk: Ціна

# percent
source: Percentage
uk: Відсоток

# privilege
source: Duties
uk: Обов'язки

source: Orders
uk: Наряди

# userNote
source: Note
uk: Нотатка

# userNotes
source: Notes
uk: Нотатки

source: Tap to select ...
uk: Натисніть щоб вибрати...

source: Tap to add ...
uk: Натисніть щоб додати...

source: None
uk: Немає

# emailSubject
source: Order to Lab
uk: Замовити в лабораторію

# emailBody
source: <p>Hello,</p><p>I have a question....</p><br><br>Best regards,<br>DTLab
uk: <p>Добрий день,</p><p>У мене запитання....</p><br><br>З найкращими побажаннями,<br>DTLab

source: Great!
uk: Чудово!

# emailNotConfig
source: Email is not configured in settings app or we are not able to send an email.
uk: Електронна пошта не налаштована в програмі налаштувань, або ми не можемо надіслати електронне повідомлення.

# feedbackMailSent
source: Thank you for your order!Email is sent successfully.
uk: Дякуємо за замовлення!Електронний лист успішно надіслано.

# mailFailed
source: Sending mail failed
uk: Помилка надсилання пошти

source: Field '%@' required
uk: Поле '%@' обов'язкове

# enterCorrect
source: Enter the correct %@
uk: Введіть коректний %@

# emailInvalid
source: Email is not valid
uk: Електронна адреса недійсна

# passwordValidateDesc
source: Password must contain at least 6 characters
uk: Пароль має містити принаймні 6 символів

# passwordNotMatch
source: Passwords do not match
uk: Паролі не збігаються

source: Denture
uk: Протез

# veener
source: Veneer
uk: Вінір

source: MetalCeramic
uk: Металокераміка

# menuWorks
source: My Orders
uk: Мої наряди

# menuCalendar
source: Calendar
uk: Календар

# menuNotes
source: Notes
uk: Нотатки

# menuDoctors
source: Clients
uk: Клієнти

# menuStaff
source: Staff
uk: Персонал

# menuAccountMoney
source: Money counter
uk: Облік грошей

# menuWorkStatistic
source: Works statistic
uk: Статистика по роботі

# menuSettings
source: Settings
uk: Налаштування

# menuUrls
source: Links
uk: Посилання

# menuHelp
source: Help
uk: Допомога

# menuContextFacebook
source: Facebook Group
uk: Група Facebook

# menuContextemail
source: Feedback
uk: Зворотній зв'язок

# menuContextExit
source: Exit
uk: Вихід

# staff_sectionCaster
source: Casters
uk: Ливарники

# staff_sectionCadCam
source: CAD CAM's
uk: CAD CAM-и

source: Prices
uk: Ціни

# pricesElements
source: Prices of prosthetic elements
uk: Розцінки елементів протезування

# pricesRaises
source: Prices of elements of rise in price
uk: Розцінки елементів здорожчання

# pricesTypes
source: Prices of types of prosthetics
uk: Розцінки типів протезування

# doctorPricesList
source: Prices for client
uk: Ціни для клієнта

# techinianPricesList
source: Prices for technician
uk: Ціни для техніка

# startPercent
source: Start:
uk: Початковий:

# startPrice
source: Start:
uk: Початкова:

# priceForDoctor
source: For client:
uk: Для клієнта:

# priceForTech
source: For technician:
uk: Для техніка:

# popupEditDoctorPriceTitle
source: Price for client
uk: Ціна для клієнта

# popupEditDoctorPriceInfo
source: Price for client: %@ Start: %@
uk: Ціна для клієнта: %@ Початкова: %@

# popupEditDoctorPercentTitle
source: Percentage for a client
uk: Відсоток для клієнта

# popupEditDoctorPercentInfo
source: Percentage for a client: %@ Start: %@
uk: Відсоток для клієнта: %@ Початковий: %@

# popupEditTechPriceTitle
source: Price for technician
uk: Ціна для техніка

# popupEditTechPriceInfo
source: Price for technician: %@ Start: %@
uk: Ціна для техніка: %@ Початкова: %@

# popupEditTechPercentTitle
source: Percentage for technician
uk: Відсоток для техніка

# popupEditTechPercentInfo
source: Percentage for technician: %@ Start: %@
uk: Відсоток для техніка: %@ Початковий: %@

# popupEditPriceNotSet
source: You did not specify a price
uk: Ви не вказали ціну

# popupEditPercentNotSet
source: You did not specify a percentage
uk: Ви не вказали відсоток

# doctorPricesResetAllMessage
source: Are you sure you want to reset to default all prices for this client?
uk: Ви впевнені, що хочете скинути всі ціни для цього клієнта до початкових?

# askDeleteItem
source: Are you sure you want to delete this item?
uk: Ви впевнені, що хочете видалити цей елемент?

# askDeleteButton
source: Delete
uk: Видалити

source: Edit
uk: Редагування

# name
source: Title
uk: Назва

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Middle Name
uk: По-батькові

source: Phone
uk: Телефон

source: Address
uk: Адреса

# debt
source: Debts
uk: Борги

source: Required
uk: обов'язково

# noRequired
source: not required
uk: не обовязково

# noSpecified
source: Not specified
uk: Не вказано

# names
source: Name
uk: ПІБ

# contactInfo
source: Contact Information
uk: Контактна інформація

source: Note
uk: Замітка

source: Archive
uk: Архів

source: All elements
uk: Всі елементи

# willShowAsDefault
source: Will be displayed by default in the order
uk: Буде відображатися в наряді по замовчуванню

# adminPrivilege
source: Has administrator responsibilities
uk: Має обов'язки адміністратора

# hasModPrivilege
source: Has moderator duties
uk: Має обов'язки модератора

# notHasModPrivilege
source: Has no moderator responsibilities
uk: Не має обов'язків модератора

# hasTechnicianPrivilege
source: Has the duties of a dental technician
uk: Має обов'язки зубного техніка

# notHasTechnicianPrivilege
source: No dental technician duties
uk: Не має обов'язків зубного техніка

# addTechnicianPrivilege
source: Add dental technician responsibilities
uk: Додати обов'язки зубного техніка

# addModerationPrivilege
source: Add moderator responsibilities
uk: Додати обов'язки модератора

# debtDetails
source: Debts details
uk: Борги детальніше

source: Print prices
uk: Друкувати розцінки

source: Restart Required
uk: Потрібен перезапуск

# restartRequiredMsg
source: Please restart the app for the changes to take effect
uk: Будь ласка, перезапустіть додаток, щоб зміни набули чинності

source: New technician
uk: Новий технік

source: New moderator
uk: Новий модератор

# techOrders
source: Accounting of current orders of technicians
uk: Облік поточних нарядів техніка

# techAllOrders
source: All orders
uk: Усі наряди техніка

# techPrices
source: Prices for technician
uk: Розцінки для техніка

# resendInvite
source: Send a login link
uk: Надіслати посилання для входу

# allowCalculationForAdministrator
source: Authorization for the administrator to make the calculation
uk: Дозвіл адміністратору проводити розрахунок

# isAllowCalculationForAdministrator
source: Provide access
uk: Надати доступ

# failedSentTechnicianEmail
source: Something went wrong, please try again later You can send invite email from technician details screen
uk: Щось пішло не так, будь ласка, повторіть спробу пізніше Ви можете надіслати електронний лист із запрошенням із екрана деталей техніка

# successSentTechnicianEmail
source: Sign-in link has been sent to technician's email: %@
uk: Посилання для входу надіслано на електронну адресу техніка: %@

# newDoctor
source: New client
uk: Новий клієнт

# doctorNote
source: The client prefers
uk: Клієнт надає перевагу

# editDoctorNote
source: Enter what the client prefers (displayed in each order)
uk: Введіть те, чому клієнт віддає перевагу (відображається в кожному наряді)

# doctorOrders
source: Client's orders
uk: Наряди клієнта

# doctorPrices
source: Prices for a client
uk: Розцінки для клієнта

source: New caster
uk: Новий ливарник

# makeCasterDefault
source: Default caster
uk: Ливарник по замовчуванню

# isDefaultCaster
source: Default caster (displayed in order by default)
uk: Ливарник по замовчуванню (відображається в наряді по замовчуванню)

source: New CAD CAM
uk: Новий CAD CAM

# makeCadcamDefault
source: Default CAD CAM
uk: CAD CAM по замовчуванню

# isDefaultCadcam
source: Default CAD CAM (displayed in order by default)
uk: CAD CAM по замовчуванню (відображається в наряді по замовчуванню)

# firstNameRequired
source: First name is required
uk: Ім'я обов'язкове

# emailRequired
source: Email is required
uk: Email обов'язковий

# titleRequired
source: Title is required
uk: Назва обов'язкова

# emailNotValid
source: E-mail is not valid
uk: Email недійсний

source: Edit note
uk: Редагування нотатки

source: New note
uk: Нова нотатка

source: Alarm date
uk: Дата сигналу

source: Alarm time
uk: Час сигналу

# createAsReminder
source: Create as a reminder
uk: Створити як нагадування

# noteTitle
source: Title
uk: Заголовок

# noteBody
source: Body
uk: Текст

source: Start date
uk: Початкова дата

source: End date
uk: Кінцева дата

# accountingWorkInProgress
source: Available work on:
uk: В наявності роботи на:

# accountingWorkInDebt
source: You're owed:
uk: Вам винні:

# accountingSalary
source: Your salary from %@ to %@
uk: Ваша зарплатня з %@ по %@

# calculateTechnicianOrders
source: Calculate the technician's orders
uk: Розрахувати наряди техніка

# managingElementsProthesis
source: Management of prosthetic elements
uk: Керування елементами протезування

# managingRises
source: Management of price elements
uk: Керування елементами здорожчання

# managingTypesProthesis
source: Management of types of prosthetics
uk: Керування типами протезування

source: Security
uk: Безпека

source: Currency
uk: Валюта

# theme
source: Themes
uk: Теми

source: Print
uk: Друк

# settingsSecuritySection
source: Here you can change the security data:
uk: Тут ви можете змінити дані безпеки:

# settingsChangePassword
source: Change password
uk: Змінити пароль

# settingsBioSecurity
source: Use biometric authentication for login
uk: Використовувати біометричну ідентифікацію для входу

# settingsEnterNewPassword
source: Enter a new password
uk: Введіть новий пароль

# settingsPasswordUpdated
source: Password updated!
uk: Пароль оновлено!

# settingsReauthenticate
source: Please log in again.
uk: Будь-ласка, авторизуйтесь знову.

# settingsCurrencyPlaceholder
source: Dollar
uk: Гривня

# settingsCurrencySymbol
source: Symbol
uk: Символ

# settingsCurrencySection
source: Currency that will be displayed in the program
uk: Валюта яка буде відображатися в програмі

# currencyNameRequired
source: Currency name is required
uk: Потрібно вказати назву валюти

# currencySymbolRequired
source: Currency symbol is required
uk: Обов’язковий символ валюти

# printIcon
source: Lab logo for printing
uk: Логотип лабораторії для друку

# printComment
source: Universal comment
uk: Універсальний коментар

# allowTechPrintOrders
source: Allow subordinate technicians to print orders for clients
uk: Дозволяти підлеглим технікам друкувати наряди для клієнтів

# count
source: un.
uk: од.

source: Patient
uk: Пацієнт

source: Age
uk: Вік

# orderFit
source: Fitting
uk: Примірка

# orderSubmit
source: Due
uk: Здача

# hideOrdersColor
source: Hide colors
uk: Сховати кольори

# showOrdersColor
source: Show colors
uk: Показати кольори

source: Group orders
uk: Об'єднати наряди

source: Ungroup orders
uk: Роз'єднати наряди

# ungroupOneOrder
source: Ungroup current order
uk: Відʼєднати наряд

# showEmptyDoctors
source: Show clients without orders
uk: Показати клієнтів без нарядів

# hideEmptyDoctors
source: Hide clients without orders
uk: Сховати клієнтів без нарядів

source: Select orders
uk: Виділити наряди

# dontSelectAnyOrderToGroup
source: You have not selected any orders to group
uk: Ви не обрали жодного наряду для об'єднання

# dontSelectAnyOrder
source: You have not selected any orders
uk: Ви не обрали жодного наряду

# ordersSearchPlaceholder
source: Enter the order number or patient name
uk: Введіть номер наряду або ім'я пацієнта

# orderPayed
source: Fully paid up
uk: Розраховано повністю

# orderInDebt
source: In debt
uk: В борг

# changeOrderPrice
source: Change price
uk: Змінити ціну

# changeOrderClientPrice
source: Change price for client
uk: Змінити ціну для клієнта

# changeOrderTechnicianPrice
source: Change price for technician
uk: Змінити ціну для техніка

# enterNewOrderPrice
source: Enter a new price for the client
uk: Введіть нову ціну для клієнта

# enterNewOrderTechnicianPrice
source: Enter a new price for the technician
uk: Введіть нову ціну для техніка

source: Prepaid
uk: Аванс

# enterPrepaidAmount
source: Prepaid amount made by a client
uk: Внесено авансу клієнтом

# selectOrderColor
source: Mark with color
uk: Позначити кольором

# doctorOrdersInDebt
source: Debts of the client
uk: Борги клієнта

# ordersToPay
source: To the calculation
uk: До розрахунку

source: Orders in debt
uk: Наряди в боргу

# chooseDoctor
source: Choose a client
uk: Виберіть клієнта

source: Edit order
uk: Редагувати наряд

# technician
source: Dental technician
uk: Зубний технік

# patientName
source: Name
uk: Ім'я

# patientGender
source: Gender
uk: Стать

source: Caster
uk: Ливарник

# orderCreateDate
source: Create date
uk: Дата створення

# didntSet
source: Not specified
uk: Не вказано

# payedToTech
source: Paid to technician
uk: Проплачено техніку

# techOrderPrice
source: Payment of technician
uk: Платня техніка

# orderPriceForDoctor
source: Price for a client
uk: Ціна для клієнта

# debtValue
source: Debt
uk: Борг

# debtToDoctor
source: You owe to the client
uk: Ви винні клієнту

# noteAboutDoctor
source: Note about the client
uk: Замітка про клієнта

# attachments
source: Attached files
uk: Прикріплені файли

source: Show
uk: Показати

source: Hide
uk: Сховати

# doctor
source: Client
uk: Клієнт

# orderPrice
source: Price
uk: Ціна

source: Audio note %@
uk: Аудіо нотатка %@

# chooseColorForOrderTitle
source: Choose a color for the orders
uk: Виберіть колір для нарядів

# chooseColorForOrder
source: Choose a color
uk: Виберіть колір

# createOrderChooseDoctor
source: Choose client
uk: Оберіть клієнта

# createOrderChooseTech
source: Choose technician
uk: Оберіть техніка

# createOrderAddElement
source: Add at least one prosthesis type
uk: Додайте принаймні один тип протезування

# editOrderTitle
source: Edit order № %@
uk: Редагування наряду № %@

source: New order
uk: Новий наряд

# wantExit
source: All your changes will be lost, do you really want to quit?
uk: Всі ваші зміни буде втрачено, ви дійсно хочете вийти ?

# audioRecord
source: Audio Recorder
uk: Аудіозапис

source: Exit
uk: Вийти

source: Photo
uk: Фото

# addAudioNote
source: Audio note
uk: Аудіо нотатку

# noAddedFiles
source: No files added
uk: Не додано жодного файлу

# additionalInfo
source: Additional data
uk: Додаткові дані

source: Man
uk: Чоловік

source: Woman
uk: Жінка

# teethColorType
source: Colors system
uk: Розколірка

# teethSubcolor
source: Color
uk: Колір

# elementCount
source: Amount
uk: Кількість

# enterElementCount
source: Enter amount (integer)
uk: Введіть кількість(ціле число)

source: Date
uk: Дата

source: Time
uk: Час

# addFitDate
source: Add a fitting date
uk: Додати дату примірки

# addSubmitDate
source: Add a due date
uk: Додати дату здачі

# teethFormula
source: Dental formula
uk: Зубна формула

source: Order color
uk: Позначення кольором

# statisticByCreateDate
source: By creation date
uk: За датою створення

# statisticBySubmitDate
source: By submit date
uk: За датою здачі

# statisticAllDoctors
source: All clients
uk: Всі клієнти

# statisticAllTechnicians
source: All technicians
uk: Всі техніки

# statisticAllCadCams
source: All CAD CAM centers
uk: Всі CAD CAM центри

# statisticAllCasters
source: All casters
uk: Всі ливарники

# statisticShow
source: Show statistics
uk: Показати статистику

# statisticByWork
source: Statistics on work
uk: Статистика по роботі

# statisticTypes
source: Types
uk: Типи

# statisticElements
source: Elements
uk: Елементи

# statisticOrders
source: Orders
uk: Наряди

# statisticEmptyState
source: There are no statistics that match the specified parameters!
uk: Немає даних статистики, що відповідають заданим параметрам!

# printPriceForTech
source: Price for technician
uk: Ціна для техніка

# printWorkPrice
source: The cost of work performed
uk: Вартість виконаних робіт

# printTotalPrice
source: The amount of work performed
uk: Сума виконаних робіт

# printOrder
source: Order
uk: Наряд

# printProtesisTypes
source: Types of prosthetics
uk: Типи протезування

# printProtesisType
source: Type of prosthetics
uk: Тип протезування

# printMainElements
source: Elements of prosthetics
uk: Елементи протезування

# printMainElement
source: Element of prosthetics
uk: Елемент протезування

# printRaiseElements
source: Elements of rising prices
uk: Елементи здорожчання вартості

# printRaiseElement
source: Element of rising prices
uk: Елемент здорожчання вартості

# printPrice
source: Cost
uk: Вартість

# printPercent
source: Percentage
uk: Відсоток

# printElement
source: Types and elements of prosthetics
uk: Типи та елементи протезування

# printSum
source: Sum
uk: Сума

# printTotalSum
source: Total amount to be paid
uk: Загальна сума до сплати

# printTotalSumTech
source: The total amount of work performed
uk: Загальна сума виконаних робіт

# printPricePerItem
source: for unit
uk: за од.

source: Print for client
uk: Друкувати для клієнта

source: Subscription
uk: Підписка

source: Subscriptions
uk: Підписки

# subscriptionDefaultHeader
source: You can change your subscription to one that is best for your lab at any time
uk: Ви в будь-який час можете змінити підписку на ту яка краще підходить для вашої лабораторії

# subscriptionReachedHeader
source: Your current subscription does not allow more staff to be added to your lab. You can change the subscription to the one that best suits your lab
uk: Ваша поточна підписка не дозволяє додати більше персоналу у вашу лабораторію. Ви можете змінити підписку на ту яка краще підходить для вашої лабораторії

# subscriptionExpiredHeader
source: Your subscription has expired. To continue using the application you need to buy a subscription, if you already have a costd subscription, click "Restore costs"
uk: Термін дії вашої підписки закінчився. Щоб продовжити користуватися додатком потрібно купити підписку, якщо у вас вже є куплена підписка, натисність кнопку "Відновити покупки"

# subscriptionNeedSubHeader
source: To continue working with the application, buy a subscription, or if you already have a subscription, you can renew it by clicking on the "Restore Costs"
uk: Для продовження роботи з додатком купіть підписку, або якщо ви вже маєте підписку ви можете відновити її натиснувши на кнопку "Відновити покупки"

# subscriptionFooter1
source: Subscription is required to get access to application. Every type of subscription include 1 month free trial. The trial period is provided only once. After the free trial period the subscription automatically renews with the price and duration given above unless it is canceled at least 24 hours before the end of the trial month. Payment will be charged to your Apple ID account at the confirmation of cost. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after cost.
uk: Для отримання доступу до програми потрібна підписка. Кожен тип підписки включає 1-місячну безкоштовну пробну версію. Випробувальний термін надається лише один раз. Після безкоштовного пробного періоду підписка автоматично поновлюється із зазначеними вище ціною та тривалістю, якщо тільки вона не буде скасована принаймні за 24 години до кінця пробного місяця. Платіж буде стягнено з вашого облікового запису Apple ID при підтвердженні покупки. З вашого рахунку буде стягнено плату за поновлення протягом 24 годин до кінця поточного періоду. Ви можете керувати своїми підписками та скасовувати їх, перейшовши в налаштування свого облікового запису в App Store після покупки.

# subscriptionFooter2
source: Removing the app doesn't automatically cancel the subscription.
uk: Видалення програми автоматично не скасовує підписку.

source: Manage subscriptions
uk: Керувати підписками

source: Restore purchases
uk: Відновити покупки

# currentSubscription
source: Your current subscription
uk: Ваша поточна підписка

source: Subscription options
uk: Варіанти підписки

# purchaseRestored
source: Purchases resumed successfully
uk: Покупки успішно відновлено

# appleHasntPurhcase
source: The current AppleID has no costs for this lab
uk: Поточний AppleID не має покупок для даної лабораторії

# appleIDReserved
source: You cannot cost a subscription for this lab from the current AppleID because this AppleID has already been used for another lab
uk: Ви не можете купити підписку для цієї лабораторії з поточного AppleID, тому що цей AppleID вже використано для іншої лабораторії

# labReserved
source: You cannot cost a subscription for this lab from the current AppleID because this lab is already tied to another AppleID
uk: Ви не можете купити підписку для цієї лабораторії з поточного AppleID, тому що ця лабораторія вже привязана до іншого AppleID

# successPurchase
source: Congratulations, you have successfully costd a subscription
uk: Вітаємо, ви успішно купили підписку

# hasPremiumPlan
source: You have a Premium subscription, you do not need to buy or change the subscription
uk: У вас Преміум підписка, вам не потрібно купувати або змінювати підписку

# choseSignInRole
source: The technician has several roles, select a role for authorization:
uk: Технік має декілька ролей, виберіть роль для авторизації:

# chose
source: Choose
uk: Виберіть

source: Print for whom?
uk: Друкувати для кого?

# printForTechnician
source: For technician
uk: Для техніка

# printForDoctor
source: For client
uk: Для клієнта

# chosePatient
source: Choose a patient
uk: Виберіть пацієнта

# chosePatientInfo
source: Patient data does not match in the outfits you select. Choose the correct option:
uk: В обраних вами нарядах дані про пацієнтів не співпадають. Виберіть правильний варіант:

# deletePatientInfo
source: Delete patient data
uk: Видалити дані про пацієнта

# menuSubExpired
source: Your subscription has expired. To continue using the application you need to buy a subscription
uk: Термін дії вашої підписки закінчився. Щоб продовжити користуватися додатком потрібно купити підписку

# menuSubNeed
source: To continue working with the application you need to buy a subscription
uk: Для продовження роботи з додатком потрібно купити підписку

# menuBuySub
source: Buy subscription
uk: Купити підписку

# menuSubAndroid
source: The subscription is not active and was costd on the Android platform. To renew the subscription, the laboratory administrator must log in to the application on the appropriate platform
uk: Підписка не активна та була куплена на платформі Android. Для відновлення підписки адміністратору лабораторії потрібно зайти в додаток на відповідній платформі

# menuSubTech
source: Your subscription has expired, please contact your administrator to renew your subscription
uk: Термін дії вашої підписки закінчився, звернітся до адміністратора для оновлення підписки

# menuSubRenewError
source: There was a problem updating your subscription information. Please check your internet connection and restart the app
uk: Виникли проблеми при оновленні даних підписки. Перевірте будь-ласка підключення до інтернету та перезапустіть додаток
