Repository: 1cetoprosto/cyber-cafe
Catalog: TrackMyCafe/Resources/Localization/*.lproj/Global.strings
Languages: uk

# technicianLimitReached
source: Your current subscription does not allow more staff to be added to your lab. You can change your subscription:
uk: Ваша поточна підписка не дозволяє додати більше персоналу у вашу лабораторію. Ви можете змінити підписку:

# changeSub
source: Change
uk: Змінити

source: Month
uk: Місяць

# roleModerator
source: Moderator
uk: Модератор

# roleTechnician
source: Dental technician
uk: Зубний технік

# roleTechMod
source: Dental Technician & Moderator
uk: Зубний технік & Модератор

source: clear
uk: очистити

# subPlanNoneName
source: No subscription
uk: Без підписки

# subPlanSingleName
source: Single
uk: Одиночна

# subPlanMiniName
source: MiniLab
uk: МініЛаб

# subPlanPentaName
source: PentaLab
uk: ПантаЛаб

# subPlanMidName
source: MidLab
uk: МідЛаб

# subPlanBigName
source: BigLab
uk: БігЛаб

# subPlanMaxiName
source: MaxiLab
uk: МаксіЛаб

# subPlanPremiumName
source: Premium
uk: Преміум

# subPlanNoneDescription
source: No subscription
uk: Без підписки

# subPlanSingleDescription
source: For one dental technician
uk: Для одного зубного техніка

# subPlanMiniDescription
source: A small laboratory with no more than two staff members
uk: Маленька лабораторія не більше двох чоловік персоналу

# subPlanPentaDescription
source: The laboratory has no more than five staff members, including an administrator and a moderator
uk: Лабораторія не більше п'яти чоловік персоналу - включаючи адміністратора та модератора

# subPlanMidDescription
source: Laboratory for up to twelve staff - including administrator and moderator
uk: Лабораторія до дванадцяти чоловік персоналу - включаючи адміністратора та модератора

# subPlanBigDescription
source: Laboratory staff up to twenty staff - including administrator and moderator
uk: Лабораторія до двадцяти чоловік персоналу - включаючи адміністратора та модератора

# subPlanMaxiDescription
source: Laboratory staff up to thirty staff - including administrator and moderator
uk: Лабораторія до тридцяти чоловік персоналу - включаючи адміністратора та модератора

# subPlanPremiumDescription
source: There are no limits
uk: Немає ніяких обмежень

# confirmPaymentTitle
source: Confirm the full payment for the amount:
uk: Підтвердити повний розрахунок на суму:

# confirmPaymentSum
source: Total:
uk: Сума:

# showZeroPriceOrders
source: Show orders with zero price
uk: Показати наряди з нульовою ціною

# hideZeroPriceOrders
source: Hide orders with zero price
uk: Сховати наряди з нульовою ціною

# fullPayment
source: Full calculation
uk: Повний розрахунок

# confirmFullPayment
source: Do you confirm the full calculation of the selected orders?
uk: Ви підтверджуєте повний розрахунок по вибраних нарядах?

source: Select All
uk: Виділити все

source: Deselect All
uk: Зняти виділення

# selectDoctorPayedOrders
source: Highlight the orders that the client paid for
uk: Виділити наряди за які клієнта розрахувався

# notSavedChangesInTeethFormula
source: You have unconfirmed changes in your dental formula
uk: У вас є не підтверджені зміни в зубній формулі

# manageSubFromAndroid
source: Subscription for this laboratory was bought on the Android platform, if you want to manage subscription, please log in from Android device
uk: Підписка для цієї лабораторії була придбана на платформі Android. Якщо ви хочете керувати підпискою, увійдіть з Android пристрою

# genderMale
source: Male
uk: Чоловіча

# genderFemale
source: Female
uk: Жіноча

# genderNoSpecified
source: Not specified
uk: Не вказано

source: Camera
uk: Камера

# gallery
source: Photo Gallery
uk: Галерея

# access_image_title
source: Access to the %@
uk: Доступ до %@

# access_image_desc
source: Please provide access to your %@
uk: Будь ласка, надайте доступ до вашої %@

# delete_account_title
source: Are you sure you want to delete your account, all your data will be deleted forever, this action cannot be undone?
uk: Ви впевнені що хочете видалити свій акаунт, всі ваші дані буде видалено назавжди, цю дію не можна буде відмінити?

# delete_account_admin
source: Are you sure you want to delete your account, all lab data and orders will be deleted forever, this action cannot be undone?
uk: Ви впевнені що хочете видалити свій акаунт, всі дані про лабораторію та наряди буде видалено назавжди, цю дію не можна буде відмінити?

source: Delete Account
uk: Видалити акаунт
